Repository: WPPlugins/smart-send-logistics
Catalog: lang/smart-send-logistics-*.po
Languages: da_dk

source: Download combined PDF label
da_dk: Hent samlet PDF-label

source: Link to print labels
da_dk: Link til print af labels

source: Download PDF label
da_dk: Hent PDF-label

source: Link to print label
da_dk: Link til print af label

source: Label generated with Smart Send Logistics
da_dk: Label genereret via Smart Send Logistics

source: Tracecode
da_dk: Trackingnummer

source: Unknown API method
da_dk: Ukendt API-metode

source: Trying to send empty order array
da_dk: Forsøger at sende et tomt order array

source: Error from server
da_dk: Serverfejl

source: No orders returned from server
da_dk: Ingen ordre returneret fra server

source: No parcels returned from server
da_dk: Ingen forsendelser returneret fra serveren

source: Unknown order was returned from server
da_dk: Ukendt order returneret fra server

source: No PDF file or link returned from server
da_dk: Ingen PDF-fil eller link til udskrift tilgængeligt

source: Failed to insert tracecode. No tracecode available.
da_dk: Fejl under indsættese af trackingnummer. Trackingnummer er ikke tilgængeligt.

source: Failed to change order status. Status unchanged.
da_dk: Fejl ved opdatering af ordrestatus. Ordrestatus er ikke opdateret.

source: Failed to send shipment mail. No mail sent.
da_dk: Fejl ved udsendelse af forsendelsemail. Forsendelsesmail blev ikke udsendt.

source: Failed to add order comment
da_dk: Fejl ved opdatering af ordrehistorikken

source: Please enter a username in the modules settings
da_dk: Indtast venligst et brugernavn i modulets indstillinger

source: Please enter a license key in the modules settings
da_dk: Indtast venligst en licenskode i modulets indstillinger

source: Unable to determine the shipping method used for return parcels
da_dk: Kunne ikke bestemme forsendelsesmetoden til returpakker

source: Unable to determine the shipping carrier
da_dk: Kunne ikke bestemme fragtfirmaet

source: Unable to determine the shipping method
da_dk: Kunne ikke bestemme fragtmetoden

source: Unable to determine carrier for pickup shipping method
da_dk: Kunne ikke bestemme fragtfirma for fragtmetode til afhentningssted

source: Unsupported carrier
da_dk: Ikke supporteret fragtmetode

source: Unable to determine shipping method for carrier
da_dk: Kunne ikke bestemme fragtmetoden for fragtfirmaet

source: Unable to determine shipping carrier
da_dk: Kunne ikke bestemme fragtfirmaet

source: Unknown shipping carrier
da_dk: Ukendt fragtmetode

source: Unable to determine shipping method
da_dk: Kunne ikke bestemme fragtmetoden

source: All packages have been shipped. No parcels without trace code exists. Remove existing tracecodes to re-generate labels.
da_dk: Alle pakker er allerede afsendt. Ingen pakker mangler trackingnummer. Fjern eksisterende trackingnumre for at lave nye labels.

source: No items to ship
da_dk: Ingen produkter kan afsendes

source: No parcels to ship
da_dk: Ingen forsendelser at sende

source: Trying to access pickup data for an order that is not a pickup point order
da_dk: Kunne ikke hente data om afhentningssted for en ordre der er sendt med anden metode

source: Commercial
da_dk: Erhvervspakke

source: Commercial Bulksplit
da_dk: Erhverv Bulksplit

source: Mini parcel
da_dk: Minipakke

source: Pickuppoint
da_dk: Afhentningssted

source: Private
da_dk: Privatpakke uden omdeling

source: Private Bulksplit
da_dk: Privatpakke uden omdeling Bulksplit

source: Private to home
da_dk: Privatpakke med omdeling

source: Private to home Bulksplit
da_dk: Privatpakke med omdeling Bulksplit

source: Commercial priority
da_dk: Erhvervspakke prioritet

source: DPD Guarantee
da_dk: DPD Garantipakke

source: Service Logistics
da_dk: Service Logistik

source: Private economy
da_dk: Privatpakke økonomi

source: Private priority
da_dk: Privatpakke prioritet

source: Private collective
da_dk: Privat samsending

source: Value mail
da_dk: Varebrev

source: Maxi mail
da_dk: Stort brev

source: Value mail economy
da_dk: Varebrev økonomi

source: Value mail first class
da_dk: Varebrev første klasse

source: This shipping method may only be used if a valid Smart Send license is purchased. Please see <a href="http://www.smartsend.dk" target="_blank">Smart Send</a> for further information.
da_dk: Denne forsendelsesmetode må kun benyttes med en gyldig Smart Send licens. Se venligst <a href=""http://www.smartsend.dk"" target=""_blank"">Smart Send</a> for nærmere information.

source: Enabled
da_dk: Aktiveret

source: Enable the shipping methods from the table
da_dk: Aktivér forsendelsesmetoderne fra tabellen

source: Carrier title
da_dk: Titel på fragtfirma

source: Carrier title shown in frontend at customer checkout
da_dk: Titel på fragtfirma som vises til kunden under checkout

source: Handle multiple rates for same shipping method
da_dk: Håndtering af fragtlinie-doubletter

source: If multiple rates are valid for the same method, use either the cheapest or the most expensive rate
da_dk: Hvis flere fragtlinier er gyldig for samme fragtmetode, benyt da enten den billigste eller dyreste fragtpris

source: Cheapest
da_dk: Billigste

source: Most expensive
da_dk: Dyreste

source: Email notification
da_dk: Email-notifikation

source: Send an email to the customer with info about delivery
da_dk: Send en email til kunden med information om forsendelsen

source: Enable
da_dk: Aktivér

source: SMS notification
da_dk: SMS-notifikation

source: Send a SMS to the customer with info about delivery
da_dk: Send en SMS til kunden med information om forsendelsen

source: Return method
da_dk: Retur-fragtfirma

source: Determines what carrier handles return packages
da_dk: Angivet hvilket fragtfirma der håndterer retur-pakker

source: Exclude from TAX
da_dk: Momsfritag

source: Excluded private shipping methods to Denmark from TAX
da_dk: Momsfritag forsendelsesmetoder til privatpersoner i Danmark

source: PDF file
da_dk: PDF-fil

source: ID of the Pacsoft sender appearing on the label
da_dk: ID på den Pacsoft afsender der er synlig på pakkelabel

source: Either just an id or a semicolon separated list of 'country,id' (* is all countries). Eg: SE,123;NO,321;*,44
da_dk: Indtast enten et ID eller en semikolon-separeret liste af typen 'land,id' (* angiver alle lande). Fx. SE,123;NO,321;*,44

source: Pre-notification
da_dk: Pre-notifikation

source: Send and email with info about delivery at soon as a label is created
da_dk: Send en email med informationer om forsendelsen så snart en pakkelabel bliver lavet

source: Pre-notification receiver
da_dk: Pre-notifikations modtager

source: Leave blank if receiver should be the user
da_dk: Efterlad blank hvis modtageren skal være brugeren

source: Pre notification sender
da_dk: Pre-notifikations afsender

source: Pre-notification message
da_dk: Pre-notifikations besked

source: Flex delivery
da_dk: Flexlevering

source: Enable flex delivery for the selected shipping methods
da_dk: Aktiver flexlevering for de valgte fragtmetoder

source: Shipping class
da_dk: Forsendelsesklasse

source: Products must belong to this shipping class
da_dk: Produkterne må tilhøre denne forsendelsesklasse

source: Shipping method
da_dk: Fragtmetode

source: Min. price
da_dk: Min. pris

source: Minimum total order price for this shipping rate
da_dk: Minimum order total pris for denne forsendelsesmetode

source: Max. price
da_dk: Maks pris

source: Maximum total order price for this shipping rate
da_dk: Maksimal order total pris for denne forsendelsesmetode

source: Min. weight
da_dk: Min. vægt

source: Minimum total order weight for this shipping rate
da_dk: Minimum order total vægt for denne forsendelsesmetode

source: Max. weight
da_dk: Maks vægt

source: Maximum total order weight for this shipping rate
da_dk: Maksimum order total vægt for denne forsendelsesmetode

source: Shipping fee
da_dk: Fragtpris

source: Shipping price for this shipping method
da_dk: Forsendelsesprisen for denne forsendelsesmetode

source: Countries
da_dk: Lande

source: Countries can be entered as a comma-separated list in ISO 3166-1 alpha-2 format. Use * for all valid countries.
da_dk: Lande kan indtastes som en komma-separeret liste i ISO-3166-1 alpha-2 format. Brug * for alle gyldige lande.

source: Title
da_dk: Titel

source: Shipping method name shown in frontend
da_dk: Navn på forsendelsesmetoden som vises i frontend

source: Add shipping rate
da_dk: Tilføj forsendelsesrate

source: Define table rates here in order of priority
da_dk: Definer fragtmetoder her i prioriteret rækkefølge

source: Duplicate selected rows
da_dk: Dupliker vælge rækker

source: Delete selected rows
da_dk: Slet valgte rækker

source: Unknown carrier
da_dk: Ukendt fragtfirma

source: and
da_dk: og

source: Input the order weight in
da_dk: Indtast ordrens samlede vægt som

source: Input the order price
da_dk: Indtast ordrens samlede pris

source: including tax
da_dk: inklusiv moms

source: Input the shipping fee
da_dk: Indtast fragtprisen

source: excluding tax
da_dk: eksklusiv moms

source: Delete the selected rates?
da_dk: Slet de valgte rækker?

source: Valid user information
da_dk: Gyldig bruger

source: Please enter valid user information
da_dk: Indtast venligt gyldig bruger-information

source: Save settings to validate
da_dk: Gem indstillingerne for at validere

source: Smart Send Logistics settings
da_dk: Smart Send Logistics indstillinger

source: If you don't have a Smart Send subscription please create one at our website
da_dk: Hvis du ikke har et abonnement hos Smart Send, opret da et på vores hjemmeside

source: Username
da_dk: Brugernavn

source: License key
da_dk: Licensnøgle

source: Validation
da_dk: Validering

source: Merge labels from multiple orders
da_dk: Sammensæt PDF-labels fra flere ordre

source: Generate PDF file containing all labels or create a single PDF file for each order
da_dk: Generer PDF indeholdende alle fragtlabels eller generer én PDF-fil for hver ordre

source: Merged PDF file
da_dk: Sammensat PDF-fil

source: Separate PDF files
da_dk: Seperate PDF-filer

source: Pickup dropdown display place
da_dk: Visningssted for dropdown med udleveringssteder

source: This controls the display postion of pick-up point dropdown on checkout page.
da_dk: Styrer visningspositionen for dropdown med afhentningssteder på checkud siden

source: Above the "Your Order" section on Checkout page
da_dk: Over "Min Ordre" sektionen på checkud siden

source: Add to specific location on Checkout page by using custom hook in your theme: do_action('smartsend_logistics_dropdown_hook')
da_dk: Tilføj til en specifik placeret på checkud siden ved brug af egen hook i siden tema: do_action('smartsend_logistics_dropdown_hook')

source: Below the shipping method
da_dk: Under forsendelsesmetoden

source: How the pickup points are listed during checkout
da_dk: Hvordan listen af afhentningssteder vises i checkout

source: Company
da_dk: Firma

source: Street
da_dk: Adresse

source: Zipcode
da_dk: Postnummer

source: City
da_dk: By

source: Set order status after label print
da_dk: Ændre ordre-status efter label-generering

source: Don't change order status
da_dk: Ændre ikke ordre-status

source: Shipping method display format
da_dk: Visningsformat for forsendelsesmetoder

source: How the shipping methods are shown during checkout
da_dk: Hvordan forsendelsesmetoder er vist på checkud siden

source: Carrier
da_dk: Fragtfirma

source: Method
da_dk: Metode

source: Shipping method used for WooCommerce method Free Shipping
da_dk: Fragtmetode der bruges for WooCommerce fragtmetoden Gratis Fragt

source: Include order comment on label
da_dk: Påsæt ordrekommentar på pakkelabel

source: Enable function to change shipping method in admin
da_dk: Aktiver funktion til at ændre forsendelsesmetode i admin

source: This will include a long list of shipping methods in the shipping table
da_dk: Dette vil inkludere en lang række af forsendelsesmetoder i forsendelsestabellen

source: By the front door
da_dk: Foran hoveddøren

source: By the back door
da_dk: Ved bagdøren

source: One the porch
da_dk: På terrassen

source: In the greenhouse
da_dk: I drivhuset

source: In the garage/carport
da_dk: I garagen/carporten

source: In the tool shed
da_dk: I skuret/værkstedet

source: In the playhouse
da_dk: I legehuset

source: Under the roof of the porch
da_dk: Under halvtaget

source: Can be left unattended
da_dk: Må stilles et andet sted

source: I have Modtagerflex
da_dk: Jeg har Modtagerflex

source: Select a flexdelivery option
da_dk: Vælg en flexleverings mulighed

source: Flexdelivery note
da_dk: Flexleveringsnote

source: Select a pick-up point
da_dk: Vælg et afhentningssted

source: Shipping to closest pick-up point
da_dk: Sendes til nærmeste afhentningssted

source: Shipping
da_dk: Forsendelse

source: This is a major update. Please go through settings once the module is updated and verify that these are as expected.
da_dk: Dette er en stor opdatering. Gennemgå venligst indstillinger når moduler er opdateret og bekræft at disse er som forventet.

source: Installation guide
da_dk: Installationsguide

source: Configuration guide
da_dk: Konfigurationsguide

source: No orders selected
da_dk: Ingen ordre valgt

source: Generate label
da_dk: Opret label

source: Generate return label
da_dk: Opret retur label

source: Generate normal and return label
da_dk: Opret almindelig og retur label

source: Table rate shipping methods with flexible conditions determining the rate and even let the customer chose a pick-up point during checkout. Integrates the shipping methods directly with carrier systems and create PDF labels directly from the backend.
da_dk: Fragtmetoder med fleksible betingelser til bestemmelse af fragtpriser samt visning af afhentningssteder på checkud siden. Integrere forsendelsesmetoderne direkt med fragtfirmaernes systemer så der let kan laves PDF labels direkte fra administrationssiden.
